<template>
    <div class="popup-container">
        <div class="popup-overlay" ></div>
        <div class="popup-content-wrapper rules-popup">
            <div class="popup-content ">
                <div class="popup-rules-container">
                    <h2 class="popup-rules-title">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>
                    <h3 class="popup-rules-subtitle">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ UNILEVER</h3>
                    <p>
                        Unilever серйозно ставиться до питання приватності. Нижче викладено п’ять принципів, що лежать в основі нашого
                        підходу до поваги конфіденційності:
                    </p>
                    <ol>
                        <li>Ми цінуємо те, що ви довіряєте нам свою особисту інформацію. Ми завжди використовуватимемо вашу інформацію
                            лише чесним та гідним вашої довіри шляхом.</li>
                        <li>Ви маєте право на чітку інформацію про те, як ми використовуємо вашу особисту інформацію. Ми завжди будемо
                            забезпечувати прозорість щодо того, яку інформацію ми збираємо, що ми з нею робимо, з ким нею ділимося та
                            до кого вам слід звернутися, якщо у вас виникають сумніви.</li>
                        <li>Якщо у вас є які-небудь питання про те, як ми використовуємо вашу особисту інформацію, ми будемо працювати
                            з вами, щоб оперативно відповісти на ці запитання.</li>
                        <li>Ми будемо тримати вашу інформацію в безпеці та приймати всіх відповідних заходів, щоб вберегти її від
                            неправомірного використання.</li>
                        <li>Ми будемо дотримуватися всіх законів, що захищають приватну інформацію, а також співпрацюватимемо з
                            органами влади. У разі відсутності відповідного законодавства ми діятимемо у відповідності із
                            загальноприйнятими принципами щодо захисту конфіденційної інформації.</li>
                    </ol>
                    <h3 class="popup-rules-subtitle">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ UNILEVER</h3>
                    <p>
                        Unilever прагне захистити вашу приватність і забезпечити захист вашої особистої інформації. Дана політика
                        конфіденційності описує типи інформації, яку ми збираємо, в який спосіб використовуємо цю інформацію та як її
                        захищаємо.
                    </p>
                    <h3 class="popup-rules-subtitle">ЩО ОХОПЛЮЄ ДАНА ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ?</h3>
                    <p>
                        Дана політика конфіденційності стосується особистої інформації, зібраної компаніями Unilever Group у зв’язку з
                        послугами, які вони пропонують. Дізнайтеся більше про Unilever Group на http://unilever.com/aboutus/. Це
                        включає інформацію, зібрану автономно через нашу лінію догляду та кол-центр для споживачів, прямі маркетингові
                        кампанії, лотереї та конкурси, а також в онлайн-режимі через наші веб-сайти, фірмові сторінки на платформах
                        третьої сторони та додатки, доступ до яких відбувається через такі веб-сайти або платформи третьої сторони, які
                        управляються безпосередньо або від імені Unilever Group (Unilever Sites).
                        Дана політика конфіденційності є частиною правил і умов використання відповідного сайту Unilever. Для отримання
                        інформації про компанію Unilever Group, відповідальну за захист особистої інформації див. Ваші права та до кого
                        звертатися нижче.

                    </p>
                    <p>ДАНА ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ НЕ ПОШИРЮЄТЬСЯ НА:</p>
                    <ul>
                        <li>інформацію, зібрану сайтами, платформами та/або додатками третьої сторони («Сайти третіх сторін»), які ми
                            не контролюємо;</li>
                        <li>інформацію, отриману сайтами третьої сторони, доступ до яких ви отримали через посилання на сайтах
                            Unilever; або банери, лотереї та інші реклами або акції на сайтах третьої сторони, в яких ми можемо
                            виступати спонсорами або брати участь.
                            Такі сайти третьої сторони можуть мати свою власну політику конфіденційності та правила й умови. Ми
                            рекомендуємо вам ознайомитися з ними, перш ніж використовувати ці сайти третьої сторони.
                        </li>
                    </ul>
                    <h3 class="popup-rules-subtitle">ВАША ЗГОДА</h3>
                    <p>
                        Unilever не буде збирати, використовувати або розкривати вашу особисту інформацію без вашої згоди. У більшості
                        випадків ми просимо вашої згоди напряму, але в деяких випадках ми можемо зробити висновок про згоду внаслідок
                        ваших дій і поведінки. Користуючись сайтом Unilever, ви даєте згоду відповідній компанії Unilever Group на
                        збір, використання та розкриття вашої особистої інформації відповідно до цієї політики конфіденційності.
                    </p>
                    <p>
                        Ми можемо попросити вас надати додаткову згоду, якщо нам треба використати вашу особисту інформацію для цілей,
                        які не охоплюються цією політикою конфіденційності. Ви не зобов'язані надавати таку згоду, але якщо ви вирішите
                        не надавати її, то вашу участь у певних заходах може бути обмежено. Якщо ви надасте додаткову згоду, то умови
                        такої згоди матимуть перевагу в разі виникнення конфлікту з умовами даної політики конфіденційності.
                        Якщо ви не згодні на збір, використання і розкриття вашої особистої інформації, в такому випадку, будь ласка,
                        не використовуйте сайти Unilever або іншим чином не надавайте Unilever особисту інформацію.

                    </p>
                    <h3 class="popup-rules-subtitle">ДІТИ</h3>
                    <p>
                        Більшість сайтів Unilever розроблені та призначені для використання дорослими. Якщо сайт Unilever призначений
                        для використання молодшою аудиторією, ми отримаємо згоду батьків або опікунів, перш ніж ми почнемо збирати
                        інформацію, якщо ми вважаємо доречним це зробити або якщо це вимагається відповідним законодавством і правилами
                        про захист даних (вік, який вимагає відповідної згоди, відрізняється у різних країнах). Якщо ви є дитиною і не
                        досягли віку, в якому у вашій країні не потрібна згода батьків, ви повинні ознайомитися з умовами даної
                        політики конфіденційності з одним із ваших батьків або опікуном, щоб переконатися, що ви розумієте і приймаєте
                        їх.
                    </p>
                    <p>
                        Якщо нам стане відомо, що ми збирали персональні дані дитини без згоди батьків або опікуна в тих випадках, коли
                        необхідно було отримати таку згоду, то ми видалимо ці персональні дані в найкоротші терміни. Доступ до окремих
                        розділів веб-сайтів Unilever та/або право на отримання призів, зразків продукції та інших винагород, як
                        правило, можуть отримувати лише ті користувачі, які старші певного віку.
                    </p>
                    <p>
                        У деяких випадках ми використовуємо ваші персональні дані для проведення перевірки віку та примусового
                        дотримання вікових обмежень.
                    </p>
                    <h3 class="popup-rules-subtitle">ЯКУ ІНФОРМАЦІЮ МИ ЗБИРАЄМО?</h3>
                    <p>
                        У даній політиці конфіденційності ваша «особиста інформація» означає інформацію або частини інформації, які
                        можуть допомогти ідентифікувати вас. Зазвичай це ім'я, адреса, екранне ім'я, фотографія, адреса електронної
                        пошти та номер телефону. Також особиста інформація може включати IP-адресу, купівельні звички, уподобання й
                        інформацію про ваш спосіб життя або переваги, такі як ваше хобі й інтереси. Ми можемо збирати особисту
                        інформацію про вас з різних джерел, у тому числі береться до уваги:
                    </p>
                    <ul>
                        <li>ІНФОРМАЦІЯ, ЯКУ ВИ НАДАЄТЕ НАМ НАПРЯМУ</li>
                        <li>ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО АВТОМАТИЧНО, КОЛИ ВИ ВИКОРИСТОВУЄТЕ САЙТИ UNILEVER;</li>
                        <li>ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО З ІНШИХ ДЖЕРЕЛ.</li>
                    </ul>
                    <h3 class="popup-rules-subtitle">ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ПЕРСОНАЛЬНУ ІНФОРМАЦІЮ?</h3>
                    <p>Ми можемо використовувати вашу особисту інформацію для того, щоб:</p>
                    <ul>
                        <li>пропонувати продукти або послуги (в тому числі відповідної третьої сторони), які, на нашу думку, можуть вас
                            зацікавити;</li>
                        <li>пропонувати вам можливість брати участь у конкурсах чи акціях.</li>
                    </ul>
                    <p>
                        Ви можете відмовитися від отримання повідомлень від нас у будь-який час. Будь-які прямі маркетингові звернення,
                        які ми вам надсилаємо, нададуть вам інформацію і засоби, необхідні для такої відмови..
                    </p>
                    <p>
                        Якщо ми збираємо особисту інформацію для певних цілей, то ми не будемо зберігати її довше, ніж це необхідно для
                        їх виконання. Ця підстава використовується тільки в тому випадку, коли це необхідно для реалізації законних
                        інтересів. З метою захисту інформації від випадкового або навмисного знищення, коли ми видалили інформацію з
                        наших сервісів, ми не можемо негайно видалити залишкові копії з наших серверів або видалити інформацію з систем
                        резервного копіювання.
                    </p>
                    <h3 class="popup-rules-subtitle">MMS-СЕРВІС</h3>
                    <p>
                        Ми можемо зробити можливою послугу, завдяки якій ви будете отримувати текстові або інші повідомлення від
                        Unilever (такі як SMS, EMS або MMS) на ваш бездротовий або мобільний пристрій («Служба Мобільних Повідомлень»).
                        Ми будемо використовувати інформацію, яку ми отримуємо нашою Службою Мобільних Повідомлень, у відповідності з
                        даною політикою конфіденційності.
                    </p>
                    <p>
                        Ви визнаєте і погоджуєтеся, що Служба Мобільних Повідомлень здійснюється через бездротові системи, які
                        використовують радіо (та інші засоби) для передачі повідомлень. Тому ми не гарантуємо, що використання Служби
                        Мобільних Повідомлень буде приватним або безпечним, і не несемо відповідальності за будь-яку відсутність
                        конфіденційності або безпеки.
                    </p>
                    <p>
                        Якщо ви підписані на одну з наших Служб Мобільних Повідомлень, то ви погоджуєтесь отримувати такі повідомлення
                        від Unilever за адресою або номером мобільного, який ви надаєте (до тих пір, поки ви не вирішили відмовитися
                        від отримання таких повідомлень).
                    </p>
                    <h3 class="popup-rules-subtitle">З КИМ МИ ДІЛИМОСЯ ВАШОЮ ОСОБИСТОЮ ІНФОРМАЦІЄЮ?</h3>
                    <p>
                        Як правило, ми не надаємо вашу особисту інформацію будь-кому за межами Unilever Group. Однак ми можемо
                        поділитися вашою особистою інформацією з довіреною третьою стороною.
                    </p>
                    <p>
                        Ми також можемо надавати вашу особисту інформацію компаніям, організаціям або фізичним особам за межами
                        Unilever Group, якщо ми вважаємо, що розкриття інформації є необхідним з юридичних причин.
                    </p>
                    <p>
                        Якщо ми поділимося вашою особистою інформацією з третьою стороною, ми докладемо всіх зусиль, щоб гарантувати,
                        що вона зберігає ваші дані в безпеці, здійснює всі доступні заходи, щоб захистити її від зловживань і
                        використовує її тільки у відповідності з даною політикою конфіденційності та відповідними законами і правилами
                        про захист інформації.
                    </p>
                    <p>
                        Unilever не продає особисту інформацію, за винятком особи, яку ми позбавили всього або частини нашого бізнесу
                        (наприклад, у зв'язку з продажем нашого бренду) або іншим чином у зв'язку із злиттям, приєднанням, зміною в
                        управлінні, реорганізацією або ліквідацією всього або частини нашого бізнесу.
                    </p>
                    <h3 class="popup-rules-subtitle">ПЕРЕДАЧА ВАШИХ ПЕРСОНАЛЬНИХ ДАНИХ</h3>
                    <p>
                        Ми можемо передавати вашу особисту інформацію на сервери, розташовані за межами країни, в якій ви живете, або
                        іншим довіреним третім сторонам, що базуються в інших країнах, з тим, що вони зможуть обробляти особисту
                        інформацію від нашого імені. Користуючись сайтом Unilever або іншим чином надаючи Unilever особисту інформацію,
                        ви погоджуєтесь робити це у відповідності до умов даної політики конфіденційності та законів і правил про
                        захист даних.
                    </p>
                    <p>
                        Ви повинні знати, що багато країн не забезпечують такий же правовий захист особистої інформації, який ви могли
                        б отримати у країні вашого походження. У випадку, коли ваша особиста інформація знаходиться в іншій країні,
                        вона може бути доступна судам, правоохоронним органам та органам національної безпеки цієї країни відповідно до
                        її законів. З урахуванням таких законних вимог доступу ми обіцяємо, що кожен, хто займається обробкою вашої
                        особистої інформації за межами країни вашого походження, зобов’язаний реалізувати заходи щодо її захисту та має
                        право тільки на її обробку відповідно до інструкцій компанії Unilever.
                    </p>
                    <h3 class="popup-rules-subtitle">ОХОРОНА ОСОБИСТОЇ ІНФОРМАЦІЇ</h3>
                    <p>
                        Ми вживаємо всіх запобіжних заходів, щоб зберегти вашу особисту інформацію, і вимагаємо від третіх сторін, які
                        зберігають або займаються обробкою вашої особистої інформації для нас, щоб вони робили так само. Доступ до
                        вашої особистої інформації обмежений з метою запобігання несанкціонованому доступу, зміні або неправильному
                        використанню і дозволяється тільки нашим співробітникам та агентам за принципом «маю знати».
                    </p>
                    <h3 class="popup-rules-subtitle">ВАШІ ПРАВА НА КОНФІДЕНЦІЙНІСТЬ І ДО КОГО ЗВЕРТАТИСЯ</h3>
                    <p>
                        Якщо у вас є питання, коментарі або зауваження стосовно того, як ми обробляємо вашу особисту інформацію, ви
                        можете зв'язатися з нами, перейшовши за посиланням на сайт компанії Unilever, який направив вас до даної
                        політики конфіденційності. В іншому випадку перейдіть за посиланням www.unilever.com, виберіть відповідну
                        країну і натисніть на кнопку Контакти. Ваш запит буде направлений до відповідної компанії Unilever Group.
                    </p>
                    <p>
                        Ви маєте право звернутися до нас, якщо ви:
                    </p>
                    <ul>
                        <li>не хочете, щоб ми з вами зв’язувалися в майбутньому;</li>
                        <li>хотіли б отримати копію особистої інформації, яку ми зберігаємо про вас;</li>
                        <li>хотіли б, щоб ми виправили, оновили або видалили вашу особисту інформацію в наших записах;</li>
                        <li>хочете повідомити про будь-яке зловживання вашою особистою інформацією.</li>
                    </ul>
                    <p>
                        Щоб допомогти нам у вирішенні вашого запиту, будь ласка, вкажіть повне ім’я та реквізити.
                    </p>
                    <h3 class="popup-rules-subtitle">ЗМІНИ В НАШІЙ ПОЛІТИЦІ КОНФІДЕНЦІЙНОСТІ</h3>
                    <p>
                        Час від часу ми можемо змінювати дану політику конфіденційності шляхом розміщення оновленої версії політики
                        конфіденційності на сайтах Unilever. Ми надішлемо вам повідомлення про будь-які істотні зміни. На додаток до
                        цієї політики конфіденційності можуть бути окремі кампанії чи акції, які будуть регулюватися додатковими
                        умовами конфіденційності або політикою. Ми рекомендуємо вам прочитати ці додаткові умови або політику, перш ніж
                        брати участь у таких кампаніях або акціях, оскільки ви будете зобов'язані їх дотримуватися, якщо братимете в
                        них участь. Будь-які додаткові умови конфіденційності або політика буде доступною для вас.
                    </p>
                    <p>Ми рекомендуємо регулярно відвідувати наші ресурси, щоб бути в курсі того, як ми використовуємо вашу особисту
                        інформацію.</p>

                    <v-btn
                    text="Я погоджуюсь"
                    color="gold"
                    @click.native.prevent="$emit('closeRules')"
                    />
                </div>
                    
            </div>
        </div>
    </div>
</template>

<script>

import Btn from './btn.vue';

export default {
    components: {
       'v-btn': Btn
   },
   data() {
       return {
           codeForm: false,
           getCodeForm: true,
           phone_number: '',
       }
   }
}
</script>