<template>
    <div class="popup-container">
        <div class="popup-overlay"  @click="$emit('closeRules')"></div>
        <div class="popup-content-wrapper rules-popup">
            <div class="popup-content ">
                <div class="popup-rules-container">
                    <h2 class="popup-rules-title">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</h2>
                    <h3 class="popup-rules-subtitle">ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ UNILEVER</h3>
                    <p>
                        Unilever серйозно ставиться до питання приватності. Нижче викладено п’ять принципів, що лежать в основі нашого підходу до поваги конфіденційності:
                    </p>
                    <ol>
                        <li>Ми цінуємо те, що ви довіряєте нам свою особисту інформацію. Ми завжди використовуватимемо вашу інформацію лише чесним та гідним вашої довіри шляхом.</li>
                        <li>Ви маєте право на чітку інформацію про те, як ми використовуємо вашу особисту інформацію. Ми завжди будемо забезпечувати прозорість щодо того, яку інформацію ми збираємо, що ми з нею робимо, з ким нею ділимося та до кого вам слід звернутися, якщо у вас виникають сумніви.</li>
                        <li>Якщо у вас є які-небудь питання про те, як ми використовуємо вашу особисту інформацію, ми будемо працювати з вами, щоб оперативно відповісти на ці запитання.</li>
                        <li>Ми будемо тримати вашу інформацію в безпеці та приймати всіх відповідних заходів, щоб вберегти її від неправомірного використання.</li>
                        <li>Ми будемо дотримуватися всіх законів, що захищають приватну інформацію, а також співпрацюватимемо з органами влади. У разі відсутності відповідного законодавства ми діятимемо у відповідності із загальноприйнятими принципами щодо захисту конфіденційної інформації.</li>
                    </ol>
                    <p>
                        Отож, саме для таких справ вже давно існують у продажі спеціальні ремнабори для палаток на
                        terraincognita.com.ua/turysm/doglyad/remontni-nabori, де підібрані найбільш потрібні засоби "першої допомоги"
                        вашому намету. Зазвичай туди входять клаптики тканин тенту, підлоги та внутрішнього намету, клей, відтяжки та
                        слайдери для них та шина для дуг. Додатково можна також докупити кілька запасних кілочків, тому що досить часто
                        вони просто губляться.
                    </p>
                    <p>
                        Звичайно, варто вибирати, для початку, якісні намети з хороших матеріалів, тому що якщо він буде рватись та
                        ламатись по декілька разів за ніч, то ніяких наборів не вистарчить, та і про міцний сон можна забути. Але
                        навіть з хорошими матеріалами тряпляється різне, наприклад, може випадково потрапити вугілля з вогнища на тент,
                        ось тут в нагоді і стане тканина та клей. Чи при сильному пориві вітру може порватись мотузка, тоді пригодиться
                        запасна. До речі, мотузки можна використовувати також для прив’язування їжі на дерево на ніч, щоб вберегти від
                        диких звірів, які люблять поласувати необачно залишеними внизу смаколиками. А тканиною ремонтувати не тільки
                        намет, а й власний одяг чи рюкзак. Отож, як бачите, це багатофункціональні та потрібні речі.
                    </p>
                    <p>
                        Купувати, звичайно, варто тільки якісні комплекти, які дійсно будуть приносити користь, а не просто займати
                        місце у наплечнику. Радимо завітати у магазин туристичного спорядження Terra Incognita, в якому справді
                        піклуються про безпеку та комфорт своїх гостей, тому ви обов’язково залишитесь задоволені вибором будь яких
                        речей.
                    </p>
                    <p>
                        Член виконкому Українського товариства фінансових аналітиків Віталій Шапран у коментарі «Главкому» нагадав, що
                        ще у грудні транспортні компанії скаржились, що не справляються з аграрними вантажними потоками. А зернові - це
                        саме той продукт, значна частина якого йде на експорт.
                    </p>
                    <p>
                        Весь контент охороняється законом про авторське право, оскільки він є продуктом інтелектуальної праці і має
                        своїх авторів і власників. Окрім якості контенту одним з важливих критеріїв є його доступність. Особливу
                        важливість для користувача має актуальність контенту, його значущість на даний час і достовірність наданих
                        даних, а також відповідність контенту до поставлених цілей
                    </p>
                    <p>
                        Оптимізуючи сайт під пошукові системи великої уваги слід приділяти значущим ключовим словам, що розміщуються на
                        сторінках сайту. При правильному підході кожна нова стаття — це набір ключових слів, за якими відвідувачі
                        заходять на сайт через пошукові системи. Чим текст на сторінках є унікальнішим, тим більшою є вірогідність
                        високої популярності в пошукових результатах. Унікальний контент цінується не лише пошуковиками, але і
                        відвідувачами сайту. Від контенту залежатиме позиція сайту в результатах пошукової системи, кількість
                        підписників на RSS-канал, популярність і цитованість матеріалу і сайту в цілому, а також ряд інших переваг.
                        Часом, буває складно знайти ідеї для написання контенту сайту. Тому, варто використовувати надійні джерела
                        інформації для наповнення сайту, які допоможуть у підтримці життєвого тонусу ресурсу і збільшать його
                        популярність, як серед користувачів, так і серед пошукових систем.
                    </p>
                </div>
                <v-btn
                    text="Я погоджуюсь"
                    color="gold"
                    @click.native.prevent="$emit('closeRules')"
                    />
                    
            </div>
        </div>
    </div>
</template>

<script>

import Btn from './btn.vue';

export default {
    components: {
       'v-btn': Btn
   },
   data() {
       return {
           codeForm: false,
           getCodeForm: true,
           phone_number: '',
       }
   }
}
</script>